Repository: epiverse-trace/linelist
Catalog: po/R-*.po
Languages: fr

source: Using `lost_tags_action()` in a pipeline is deprecated
fr: L'utilisation de `lost_tags_action()` dans une pipeline est dépréciée

source: Lost tags will now issue a warning.
fr: Les étiquettes perdues émettront maintenant un avertissement.

source: Lost tags will now issue an error.
fr: Les étiquettes perdues émettront maintenant une erreur.

source: Lost tags will now be ignored.
fr: Les étiquettes perdues seront maintenant ignorées.

source: Unknown variable types:
fr: Type de variable inconnu :

source: Use only tags listed in `tags_names()`, or set `allow_extra = TRUE`
fr: N'utiliser que les étiquettes listées dans `tags_names()`, ou définir `allow_extra = TRUE`

source: Suggested naming would result in `NA` for some column names.
fr: Le nommage suggéré entraînerait des `NA` pour certains noms de colonnes.

source: Did you provide less names than columns targetted for renaming?
fr: Avez-vous fourni moins de noms que de colonnes ciblées pour le renommage ?

source: // linelist object
fr: // objet linelist

source: [no tagged variable]
fr: [aucune variable étiquetée]

source: // tags:
fr: // étiquettes

source: The following tags have lost their variable:
fr: Les étiquettes ci-après ont perdu leur variable :

source: It is now recommended to leverage the `has_tag()` selection helper rather than this argument.
fr: Il est maintenant recommander d'utiliser la fonction d'aide à la sélection `has_tag()` plutôt que cet argument.

source: This function is deprecated:
fr: Cette fonction n'est plus recommandée :

source: use the two step `tags_df()` and `dplyr::select()` process instead
fr: utiliser le processus en deux étapes `tags_df()` et `dplyr::select()` à la place

source: Tags specified by position must be lower than the number of columns.
fr: Les étiquettes spécifiées par position doivent être inférieures au nombre de colonnes.

source: The following default tags are missing:
fr: Les étiquettes par défaut ci-après sont manquantes :

source: The following tags are not part of the defaults:
fr: Les étiquettes ci-après ne font pas partie des étiquettes par défaut :

source: Consider using `allow_extra = TRUE` to allow additional tags.
fr: Il est possible d'utiliser `allow_extra = TRUE` pour créer des étiquettes supplémentaires.

source: Allowed types for tag %s are not documented in `ref_types`.
fr: Les types autorisés pour l'étiquette %s ne sont pas documentés dans `ref_types`.

source: Some tags have the wrong class:
fr: Certaines étiquettes n'ont pas la bonne classe :
